"OK" = "OK";
"DONE" = "เสร็จสิ้น";
"Done" = "เสร็จสิ้น";
"CANCEL" = "ยกเลิก";

"Later" = "ต่อจากนั้น";

"NEW_ACTION" = "การดำเนินการใหม่";
"DELETE_ACTION" = "ลบการกระทำ";
"Delete project" = "ลบโครงการ";
"Move to In-Basket" = "ย้ายไปยังกล่องขาเข้า";
"UNDO_ACTION" = "ยกเลิกการเสร็จสิ้น";

"Date" = "วันที่";
"Time" = "เวลา";
"Alert" = "เตือนภัย";
"At the same time" = "ในขณะเดียวกัน";
"%@ before" = "%@ ก่อนที่จะ";

"LAST_MONTH" = "เมื่อเดือนที่แล้ว";
"LAST_WEEK" = "เมื่อสัปดาห์ที่แล้ว";
"LAST_YEAR" = "ปีก่อน";
"NEXT_MONTH" = "เดือนถัดไป";
"NEXT_WEEK" = "ในสัปดาห์หน้า";
"NEXT_YEAR" = "ในปีถัดไป";
"SOMEDAY_MAYBE" = "สักวัน / อาจจะ";
"THIS_MONTH" = "ในเดือนนี้";
"THIS_WEEK" = "ในสัปดาห์นี้";
"THIS_YEAR" = "ในปีนี้";
"TODAY" = "วันนี้";
"TOMORROW" = "วันพรุ่งนี้";
"YESTERDAY" = "เมื่อวาน";

"CALENDAR" = "ปฏิทิน";

"DESCRIPTION" = "ลักษณะ";
"DISABLED" = "ปิดการใช้งาน";
"ENABLED" = "เปิด";
"SOUND" = "เสียง";
"TRY" = "ลอง";
"Restore" = "เรียกคืน";

"in-basket" = "กล่องขาเข้า";
"delegated" = "ที่ได้รับมอบหมาย";
"completed" = "เสร็จ";

"How soon do you plan to do this?" = "คุณแผนนี้อย่างเร็วที่";
"Enable repeat and notification will be coming every minute until you act on it." = "เปิดใช้งานซ้ำและการแจ้งเตือนจะมาทุกนาทีจนกว่าคุณดำเนินการกับการ";

/* \n is the line break */
"Pull down and release\nto add a new task." = "ดึงลง และปล่อย\nการเพิ่มงานใหม่";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "ดึงงานที่ต้องการ\n• สมบูรณ์\n• เลื่อน\n• ปฏิทิน หรือ\n• มอบหมายนั้น";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "ดึงงานจากซ้ายไป\n• เอา\n• ทำซ้ำ\n• แสดงรายการ หรือ\n• ส่ง";
"Pull up and release\nto clear completed tasks." = "ดึง และปล่อย\nการลบงานที่เสร็จสมบูรณ์";

"all done" = "เสร็จเรียบร้อยแล้ว";

"STATISTICS_ACTIONS_IN_LIST" = "การปฏิบัติ\nในรายการ";
"STATISTICS_ACTIONS_FOR_TODAY" = "การปฏิบัติ\nที่จะทำในวันนี้";
"STATISTICS_ACTIONS_DONE_TOTAL" = "การปฏิบัติ\nเสร็จแล้ว";
"STATISTICS_DAYS_PASSED_TOTAL" = "วัน\nผ่านไป";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "การปฏิบัติ\nต่อวัน";

"Purchase" = "ซื้อ";
"Receipt for this app expired." = "รับสำหรับ app นี้หมดอายุ";
"Premium Feature" = "นี่คือคุณลักษณะพิเศษ";
"Disable ads here just for %@ right now!" = "รับขณะนี้สำหรับ %@!";
"Try for a week" = "ลองในสัปดาห์";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "นี่คือคุณลักษณะพิเศษ แต่คุณปิดใช้งานซื้อ ทำให้ในการตั้งค่าการดำเนินการ";
"Purchase transaction for the feature failed. Try again later." = "ธุรกรรมการซื้อสำหรับลักษณะการทำงานล้มเหลว ลองอีกครั้งภายหลัง";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "นี่คือคุณลักษณะพิเศษ แต่อุปกรณ์ของคุณไม่ได้เชื่อมต่ออินเทอร์เน็ตขณะนี้ ลองอีกครั้งภายหลัง";
"All previously purchased features were restored." = "คืนค่าคุณลักษณะทั้งหมดก่อนหน้านี้ซื้อ";

"You can greatly help by writing a review." = "คุณสามารถช่วย โดยการเขียนรีวิวอย่างมาก";

"WELCOME" = "ยินดีต้อนรับ";
"keep tasks here" = "ทำงานที่นี่";

"Repeat" = "ทำซ้ำ";
"DAY" = "วัน";
"WEEK" = "สัปดาห์";
"MONTH" = "เดือน";
"everyday" = "ทุกวัน";
"done %@ times" = "ทำ %@ ครั้ง";
"Skip repetition" = "ข้ามการซ้ำ";
"REPEAT_DAY_1" = "วัน";
"REPEAT_DAY_234" = "วัน";
"REPEAT_DAY_567890" = "วัน";

"Complete" = "กรอก";
"Postpone" = "เลื่อน";
"Schedule" = "กำหนด";

"Version" = "เวอร์ชัน";
"Feedback" = "ข้อเสนอแนะ";
"Help" = "ช่วย";
"Sounds" = "เสียง";
"Theme" = "กระทู้";
"Dark" = "มืด";
"Light" = "แสง";
"Automatic" = "อัตโนมัติ";
"Multiline titles" = "ชื่อหลายสาย";
"Delete confirmation" = "ลบยืนยัน";
"Icon badge" = "ตราไอคอน";
"Calendar reminder" = "เตือนปฏิทิน";
"Overdue reminder" = "เตือนค้างชำระ";
"Process reminder" = "เตือนกระบวนการ";
"Review reminder" = "ตรวจเตือน";
"Restore in-app purchases" = "เรียกคืนการซื้อใน";
"Send usage statistics" = "ส่งสถิติการใช้งาน";

"Application" = "App";
"Projects" = "โครงการ";
"Periodic tasks" = "งานประจำงวด";
"Archive" = "เก็บถาวร";

"Change in storage" = "การเปลี่ยนแปลงเก็บ";
"Сopy existing tasks to the new storage?" = "คัดลอกงานที่มีอยู่ไปยังที่เก็บใหม่";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "คุณมีไม่มีงานในวันนี้\n•\nกลับไปจับใน หรือสั่น";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "คุณมีไม่มีงานในโครงการนี้\n•\nเพิ่มงาน โดยดึงลง\n•\nกลับไปจับใน หรือสั่น";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "คุณมีงานที่ยังไม่เสร็จสิ้น ดำเนินการ หรือตั้งวันที่ใหม่สำหรับพวกเขา (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "คุณควรดำเนินงานรวบรวมอย่างสม่ำเสมอกับระเบียบ (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "ตรวจทานรายการของคุณทุกสัปดาห์ นี้จะทำให้มันเชื่อถือได้ (%@)";

/* %@ is where number of done actions will go */
"Happy" = "มีความสุข";
"Confused" = "สับสน";
"Unhappy" = "ไม่มีความสุข";
"Tell the story of your success and help others to achive the same!" = "บอกเรื่องราวของความสำเร็จของคุณ และช่วยผู้อื่นให้บรรลุเหมือนกัน";
"Search for help on a website or write an email to developer." = "ค้นหาวิธีใช้บนเว็บไซต์ หรือเขียนอีเมล์ไปยังนักพัฒนา";
"Sorry to hear. What can I do to fix this?" = "ขออภัยได้ยิน ฉันสามารถทำอะไรเพื่อแก้ไขปัญหานี้";
"How do you feel about it?" = "อย่างไรบ้างเกี่ยวกับเรื่องนี้";
"Congratulations! You completed %@ tasks." = "ขอแสดงความยินดี คุณเพิ่งเสร็จงาน %@";
"Please, rate this app on the App Store. Thanks!" = "กรุณา ราคา app ใน App Store ขอบคุณ";
"Rate %@" = "อัตรา %@";
"Not now" = "อย่าเพิ่ง";
"Don't ask again" = "ไม่ต้องถามอีก";
"I completed %@ tasks!" = "ฉันเสร็จสิ้น %@ ภารกิจ";

"Enjoying this app?" = "เพลิดเพลินกับ app นี้?";
"Would you mind giving me some feedback?" = "คุณจะคิดให้เราข้อเสนอแนะบางอย่าง?";
"How about rating on the App Store, then?" = "วิธีการเกี่ยวกับการจัดอันดับใน App Store แล้ว?";
"Not really" = "ไม่มี";
"Yes!" = "ใช่";
"No, thanks" = "ไม่มี";
"Ok, sure" = "ใช่";
"NO" = "ไม่มี";
"YES" = "ใช่";
